{
  "1": "Rare and collectible Christian Dior mini dress from the Spring/Summer 2008 collection by John Galliano. Crafted in a soft lime silk-chiffon, this piece features floral bead and pearl embellishments at the shoulders and bodice, with a deep V-neckline and delicate draping at the skirt. A romantic, ethereal silhouette from Galliano’s couture-inspired Dior era.",
  "2": "Statement shirt by Burberry featuring a mixed-material construction and patchwork of the brand’s iconic check motifs. Blending glossy nylon with soft brushed cotton, the shirt includes four front pockets and contrast black buttons for a modern utilitarian look.",
  "3": "From Donna Karan’s Fall/Winter 2003 runway, this bronze jersey gown is a stunning example of her signature draping. The gown features a cowl neckline front and back, with gathered drapery that knots at the waist and flows into an asymmetrical, floor-length hemline.",
  "4": "Piece from Tom Ford’s final Spring/Summer 2004 collection for Gucci. This striking orange mini dress features a structured bustier bodice with pleated cups, sheer off-shoulder sleeves, and signature Ford-era detailing throughout. The skirt is finished with intricate diagonal pleats and raw-edge ribboned hem, creating dynamic movement and an edgy finish.",
  "5": "A standout collector’s piece from Gucci’s Pre-Spring/Summer 2017 collection, designed by Alessandro Michele. This luxurious A-line coat is crafted from richly textured metallic brocade featuring a vibrant floral motif in sapphire blue, gold, and fuchsia. A dramatic embroidered cobra snake appliqué adorns the chest, reflecting Michele's fascination with myth, nature, and symbolism.",
 "5.0":"PROPERTY FROM NATERCIA PEIXOTO",
  "5.1": "Gucci Jacket",
  "5.2":"Year: 1998\n Owners: 2\nCondition Report\n" ,
  "5.3": "Estimate €4000 – €5000",
  "6": "From Zimmermann's Spring 2024 collection, the 'Natura' mini dress embodies Nicky Zimmermann’s signature romanticism and attention to detail. Crafted from a luxurious linen and silk blend in a fresh Coral hue, this strapless piece features 3D floral appliqués that bloom along the neckline for a whimsical, sculptural finish. Designed with internal boning for structure and support, the dress is fitted through the bodice and flares into a softly gathered A-line silhouette, creating an ultra-flattering shape."
}
